Revit 2024 API
SpecTypeId.PipingMass Property
 Mass, in discipline Piping.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId PipingMass { get; }
Visual Basic
Public Shared ReadOnly Property PipingMass As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ PipingMass {
	ForgeTypeId^ get ();
}
See Also
SpecTypeId Class
Autodesk.Revit.DB Namespace